INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "RÉESSAYER";
INSTALLER_GENERIC_CONTINUE = "CONTINUER";
INSTALLER_GENERIC_CANCEL = "ANNULER";
INSTALLER_GENERIC_BACK = "ARRIÈRE";
INSTALLER_GENERIC_REINSTALL = "RÉINSTALLER";
INSTALLER_GENERIC_LAUNCH_GHUB = "LANCER";
INSTALLER_GENERIC_UNINSTALL = "DÉSINSTALLER";
INSTALLER_GENERIC_LETS_PARTY = "AMUSONS-NOUS";
INSTALLER_GENERIC_QUIT = "QUITTER";
INSTALLER_GENERIC_REBOOT_NOW = "REDÉMARRER MAINTENANT";
INSTALLER_GENERIC_REBOOT_LATER = "REDÉMARRER PLUS TARD";
INSTALLER_POWER_EVENT_INSTALL = "L'installation de G HUB est en cours.";
INSTALLER_POWER_EVENT_UPDATE = "La mise à jour de HUB est en cours.";
INSTALLER_POWER_EVENT_UNINSTALL = "La désinstallation de G HUB est en cours.";
INSTALLER_ONLINE_HELP = "AIDE EN LIGNE";
INSTALLER_MORE_DETAILS = "Plus de détails";
INSTALLER_LESS_DETAILS = "Moins de détails";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DLL_FAILURE_HELP_LINK = "https://support.logi.com/hc/articles/22319000700951";
INSTALLER_DISK_INDICATOR_NORMAL = "{0} Go actuellement disponibles sur le disque {1}";
INSTALLER_DISK_INDICATOR_WARNING = "Moins de 1 Go disponible sur le disque {0}";
INSTALLER_DISK_INDICATOR_ERROR = "Moins de 500 Mo disponibles sur le disque {0}";
INSTALLER_ERROR_DOWNLOAD_INIT = "Échec de l’initialisation du téléchargement en raison d’un problème réseau. Réessaie.";
INSTALLER_ERROR_NETWORK_ISSUE = "Échec du téléchargement en raison d’un problème réseau. Réessaie.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Impossible d'obtenir un résumé valide de la mise à jour. Réessaie.";
INSTALLER_ERROR_DISK_FULL = "Espace disque disponible insuffisant.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Une erreur s'est produite lors de l'installation. Réessaie.";
INSTALLER_ERROR_UNPACKING = "Échec de la décompression des ressources du programme d’installation. Relance le programme d’installation pour essayer de corriger le problème.";
INSTALLER_ERROR_DLL_LOADING = "Les composants essentiels du programme d'installation n'ont pas pu être chargés. Consulte le lien ci-dessous pour obtenir de l’aide.";
INSTALLER_ERROR_START_INSTALL = "Échec du lancement de l’installation. Ferme et relance le programme d’installation pour tenter de résoudre le problème.";
INSTALLER_ERROR_REDOWNLOAD = "Retélécharge-le à partir du ";
INSTALLER_ERROR_OS_VERSION = "G HUB est incompatible avec ton système d’exploitation actuel. Consulte la compatibilité de G HUB avec les systèmes d’exploitation pour en savoir plus.";
INSTALLER_ERROR_UPDATER_FOLDER = "Impossible de créer le dossier d'installation.";
INSTALLER_ERROR_UPDATER_FAILED_TO_REMOVE_STORAGE_FOLDER = "Nous n’avons pas pu supprimer ce dossier : {0}. Essaie de supprimer manuellement ce dossier ou redémarre ton ordinateur et réessaie. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_CREATE_UPDATER_FOLDER = "Nous n’avons pas pu créer ce dossier : {0}. Essaie de supprimer manuellement ce dossier ou redémarre ton ordinateur et réessaie. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_SECURE_STORAGE_DIRECTORY = "Une erreur de sécurité empêche l’installation et bloque l’accès à ce dossier : {0}. Pour plus d’informations, clique sur « Plus de détails ». ";
INSTALLER_ERROR_UPDATER_STORAGE_DIRECTORY_IS_NOT_EMPTY = "Le dossier de l’outil de mise à jour ({0}) n’est pas vide. Essaie de supprimer manuellement ce dossier et réessaie. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "L’installation de G HUB n’a pas pu être terminée.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Redémarre ton ordinateur avant de réessayer d’installer à nouveau. Si le problème persiste, contacte {WEBSITE}.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Service clientèle";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "SITE WEB OFFICIEL.";
INSTALLER_INFO_VERSION = "VERSION {0}";
INSTALLER_INFO_DESTINATION = "Installation dans {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} Mo sur {1} Mo ({2}Mo/s)";
INSTALLER_LOADING_MESSAGE_0 = "Nous avons détecté une faible vitesse de téléchargement";
INSTALLER_LOADING_MESSAGE_1 = "Est-ce que cela peut attendre? Nous sommes en plein réglage";
INSTALLER_LOADING_MESSAGE_2 = "Assure-toi que ton imprimante et que ton historique de navigation incognito soient activés";
INSTALLER_LOADING_MESSAGE_3 = "Réaffectation de la puissance du réacteur";
INSTALLER_LOADING_MESSAGE_4 = "Invocation du Nyan Cat";
INSTALLER_LOADING_MESSAGE_5 = "Tu as besoin de plus de gaz vespène";
INSTALLER_LOADING_MESSAGE_6 = "Je ne fais rien de suspect. Je vous jure!";
INSTALLER_LOADING_MESSAGE_7 = "Assemblage de la matrice";
INSTALLER_LOADING_MESSAGE_8 = "Tu dois construire davantage de pylônes";
INSTALLER_LOADING_MESSAGE_9 = "La vitamine D est essentielle pour notre organisme";
INSTALLER_LOADING_MESSAGE_10 = "Allez, on passe à la vitesse supérieure!";
INSTALLER_LOADING_MESSAGE_11 = "L’avantage d’une souris informatique, c’est qu’elle risque pas de grignoter tes fils électriques.";
INSTALLER_LOADING_MESSAGE_12 = "Le temps passe tellement vite quand on s’amuse";
INSTALLER_LOADING_MESSAGE_13 = "On sort quelque chose du système";
INSTALLER_LOADING_MESSAGE_14 = "Ça va bien se passer";
INSTALLER_LOADING_MESSAGE_15 = "On se prépare";
INSTALLER_LOADING_MESSAGE_16 = "Notre meilleur guerrier est au front";
INSTALLER_LOADING_MESSAGE_17 = "Le cyan a l’air suspect...";
INSTALLER_LOADING_MESSAGE_18 = "On enlève les emballages";
INSTALLER_LOADING_MESSAGE_19 = "Mise en place de notre plan pour dominer l’Univers";
INSTALLER_LOADING_MESSAGE_20 = "Il fait quoi ce bouton?";
INSTALLER_LOADING_MESSAGE_21 = "Salut, toi! T’es enfin réveillé!";
INSTALLER_MESSAGEBOX_TITLE = "Programme d'installation G HUB";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Erreur critique: Impossible de créer les dossiers nécessaires à l'installation. Essaie à nouveau en tant qu'Administrateur. Si le problème persiste, consulte la page https://support.logi.com/hc";
INSTALLER_MESSAGEBOX_ERROR_UNSAFE = "Erreur critique: Impossible d’exécuter ce programme en toute sécurité. Redémarre ton ordinateur et essaie à nouveau. Si le problème persiste, consulte la page https://support.logi.com/hc pour obtenir de l’aide";
INSTALLER_MODAL_REBOOT = "Il est nécessaire de redémarrer pour finir l’installation des conditions requises. Le programme d’installation sera ouvert à nouveau une fois l’ordinateur redémarré.";
INSTALLER_MODAL_TITLE_FAILED = "Échec de l'installation";
INSTALLER_MODAL_TITLE_INIT_FAILED = "L'initialisation a échoué.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Déjà installé.";
INSTALLER_MODAL_TITLE_CONFIRM = "Réinstaller G HUB?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Désinstallation en cours.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Désinstallation réussie.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Erreur lors de la désinstallation.";
INSTALLER_MODAL_TITLE_EXIT = "Quitter l'installation.";
INSTALLER_MODAL_TITLE_REBOOT = "Redémarrage nécessaire.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Erreur de mise à jour.";
INSTALLER_MODAL_CONFIRM_EXIT = "Es-tu sûr de vouloir quitter?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Initialisation en cours";
INSTALLER_STEP_UNPACK = "Décompression en cours";
INSTALLER_STEP_INSTALLING = "Installation en cours";
INSTALLER_STEP_FINALIZING = "Finalisation en cours";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "En cliquant sur Installer, tu acceptes les termes du ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "CONTRAT DE LICENCE UTILISATEUR FINAL";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Merci de patienter pendant que nous installons G HUB.";
INSTALLER_TOOLTIP_UPDATE = "Merci de patienter pendant que nous mettons à jour G HUB.";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER = "Le programme d’installation de G HUB s’est arrêté de manière inattendue";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_DETAILS = "Clique sur « Envoyer » pour soumettre un rapport d’erreur à Logitech. Voir notre {POLICY_LINK} pour plus de détails.";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_CAPTION = "Politique de confidentialité";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_URL = "https://www.logitech.com/legal/product-privacy-policy.html";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER_MACOS = "Une tentative antérieure d’installation de G HUB avait entraîné un plantage";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SHOW_ERROR_DETAILS = "Détails du rapport d’erreur";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SEND = "ENVOYER";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_DONT_SEND = "NE PAS ENVOYER";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_REPORT_SENT = "RAPPORT ENVOYÉ.";
INSTALLER_FEEDBACK_BUTTON = "ENVOYER UN RAPPORT D’ERREUR";
INSTALLER_FEEDBACK_WINDOW_HEADER = "Merci de nous aider à améliorer G HUB!";
INSTALLER_FEEDBACK_WINDOW_DETAILS = "Merci de fournir du contexte ou les informations sur le ticket de support que tu souhaites inclure aux rapports d’erreur ci-dessous.";
INSTALLER_FEEDBACK_WINDOW_TEXTBOX_TIP = "Que faisais-tu lorsque le problème est survenu? Utilisais-tu des applications ou des dispositifs en particulier?";
INSTALLER_FEEDBACK_WINDOW_LOG_HEADER = "Journal de rapport d’erreur";
INSTALLER_FEEDBACK_WINDOW_COLUMN_FILENAME = "NOM DU FICHIER JOURNAL";
INSTALLER_FEEDBACK_WINDOW_COLUMN_LOCATION = "EMPLACEMENT/DOSSIER";
INSTALLER_FEEDBACK_WINDOW_OPEN_FOLDER = "OUVRIR";
INSTALLER_FEEDBACK_WINDOW_POLICY = "En savoir plus sur notre {POLICY_LINK}.";
INSTALLER_FEEDBACK_WINDOW_POLICY_CAPTION = "politique de confidentialité";
INSTALLER_FEEDBACK_WINDOW_POLICY_URL = "https://www.logitech.com/legal/product-privacy-policy.html";
INSTALLER_FEEDBACK_WINDOW_CANCEL = "ANNULER";
INSTALLER_FEEDBACK_WINDOW_SEND = "ENVOYER UN RAPPORT";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_HEADER = "Supprimer un rapport incomplet?";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_MESSAGE = "Si tu fermes cette fenêtre, ta progression sera perdue.";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_GO_BACK = "RETOUR";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_CLOSE = "FERMER";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_HEADER = "Rapport envoyé.";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_MESSAGE = "Merci! Nous mettons tout en œuvre pour améliorer ton expérience avec G HUB, et tu nous as aidés à progresser pour atteindre cet objectif.";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_BUTTON_DONE = "TERMINÉ";
INSTALLER_APPLICATION_TITLE = "Installeur de Logitech G HUB";
INSTALLER_WINDOW_TITLE = "Programme d'installation G HUB {0}";
INSTALLER_APPLICATION_DESCRIPTION = "Application d'installation de Logitech G HUB";
INSTALLER_INSTALL_BUTTON = "INSTALLER";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "INSTALLER (ENTRÉE/RETOUR)";
INSTALLER_GET_UPDATE_BUTTON = "OBTENIR LA MISE À JOUR";
INSTALLER_EXIT_BUTTON = "QUITTER";
INSTALLER_CANCEL_BUTTON = "ANNULER";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Ce logiciel existe déjà sur le système. Lance G HUB pour rechercher les mises à jour";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "Une version obsolète et incompatible de l'Assistant pour jeux vidéo de Logitech est présente sur le système. Mets-le à niveau ou supprime-le pour pouvoir installer G HUB.";
INSTALLER_HEADER_DOWNLOADING = "TÉLÉCHARGEMENT DE LOGITECH G HUB";
INSTALLER_DESCRIPTION_DOWNLOADING = "Le nouveau logiciel Logitech G HUB va bientôt améliorer ton expérience de jeu et la configuration des dispositifs...";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…construire et protéger…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…bombarder et remonter…";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "…voler et atterrir…";
INSTALLER_HEADER_DOWNLOADED = "TÉLÉCHARGEMENT TERMINÉ";
INSTALLER_DESCRIPTION_DOWNLOADED = "Paré au combat.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "INSTALLER ET LANCER";
INSTALLER_MENU_ABOUT = "À propos";
INSTALLER_MENU_QUIT = "Quitter";
INSTALLER_MENU_CLOSE = "Fermer la fenêtre";
INSTALLER_MENU_EDIT = "Modifier";
INSTALLER_MENU_EDIT_CUT = "Couper";
INSTALLER_MENU_EDIT_COPY = "Copier";
INSTALLER_MENU_EDIT_PASTE = "Coller";
INSTALLER_MENU_EDIT_SELECT_ALL = "Tout sélectionner";
INSTALLER_TRANSFER_REMAINING = "restant";
INSTALLER_ERROR_GENERIC = "Une erreur s'est produite lors de l'installation";
INSTALLER_FAILURE_PREFIX = "Impossible de télécharger:";
INSTALLER_ERROR_SUMMARY = "Impossible d'obtenir un résumé valide de la mise à jour.";
INSTALLER_ERROR_INITIALIZE = "Impossible de télécharger: L'initialisation a échoué. Vérifie ta connexion Internet et réessaie.";
INSTALLER_ERROR_TIMEOUT = "Vérifie ta connexion Internet.";
INSTALLER_ERROR_WRITE = "Il semble que le disque est saturé.";
INSTALLER_ERROR_DLL = "Les composants essentiels du programme d'installation n'ont pas pu être chargés. Retélécharge le programme d’installation à partir du site Web officiel.";
INSTALLER_RETRY_COUNTDOWN = "Réessayer dans %d.";
INSTALLER_UNCOMPRESSING = "Décompression de fichiers";
